import Image from "next/image";
import React from "react";

const Introduction = () => {
  return (
    <section className="container mx-auto mt-14">
      <div className="lg:grid grid-cols-2 gap-10">
        <div className="w-full flex items-center">
          <Image
            className=" border-[#262582] border-4 w-full"
            src="/college-pic.jpg"
            width={400}
            height={450}
            alt="hall"
          ></Image>
        </div>
        <div className="w-full">
          <h3 className="text-3xl font-bold mb-3">কলেজ পরিচিতি</h3>
          <hr />
          <p className="text-justify mt-3">
            আমরা স্বাগত জানাই আপনাকে <b>রাঙ্গামাটি পাবলিক কলেজের</b> দুনিয়ায়
            একটি নতুন অধ্যায়ে। বেঙ্গলুরু বিশ্ববিদ্যালয় একটি শ্রেষ্ঠ শিক্ষা
            প্রতিষ্ঠান, যেখানে আপনি একটি উন্নত শিক্ষা অভিজ্ঞতা অর্জন করতে পারেন।
            আমরা গুরুত্ব দিচ্ছি ছাত্র-ছাত্রীদের প্রত্যেকটি দিকে উন্নত পঠন ও
            শিক্ষার সুযোগ সৃষ্টি করতে। আমাদের বিশ্ববিদ্যালয় সুন্দর ক্যাম্পাস,
            উন্নত শিক্ষক দল, এবং অনগিনত সাধারণ উপকরণের সাথে আপনাদের স্বাগত
            জানাচ্ছে। আসুন সঙ্গে থাকি, জ্ঞান অর্জন করি, এবং সমৃদ্ধ বেঙ্গলী
            শিক্ষা সম্প্রদান করি। বেঙ্গলুরু বিশ্ববিদ্যালয়, ভারতের প্রমুখ
            উচ্চশিক্ষা প্রতিষ্ঠানের মধ্যে একটি, যা শিক্ষার দিকে সামাজিক এবং
            তাকদস্থ একটি অগ্রগতিপূর্ণ দৃষ্টিকোণ দেখায়। বেঙ্গলুরু
            বিশ্ববিদ্যালয়ে আপনি সব ধরনের শিক্ষা প্রস্তুতি পেতে পারেন, সহ প্রায়
            সমস্ত প্রধান শিক্ষাগ্রহণের শাখাগুলি, শীর্ষকের কোর্সগুলি, এবং
            গুরুত্বপূর্ণ বার্ষিক গবেষণা কার্যক্রমে যোগ দিতে পারেন। বেঙ্গলুরু
            বিশ্ববিদ্যালয়ের মূল ক্যাম্পাস, যা বেঙ্গলুরু শহরে অবস্থিত, সুন্দর
            এবং সুসজ্জিত স্থানে অবস্থিত। এটি ছাত্র-ছাত্রীদের সাথে শ্রেষ্ঠ শিক্ষা
            এবং জীবনের অভিজ্ঞতা অর্জন করার জন্য একটি আদর্শ পরিবেশ সরবরাহ করে।
            বেঙ্গলুরু বিশ্ববিদ্যালয়ের উপকরণগুলি সুপ্রশাসন, গবেষণা সুযোগ,
            লাইব্রেরি এবং শিক্ষক দলের সাথে একত্রিত করে একটি প্রশ্নোত্তরী
            পর্যাপ্ত উচ্চশিক্ষা অভিজ্ঞতা সরবরাহ করে। এটি বেঙ্গলুরু শহরের শিক্ষা
            হাবে এবং বৃদ্ধির সাথে প্রতিবদ্ধ রয়েছে
          </p>
        </div>
      </div>
    </section>
  );
};

export default Introduction;
