import Image from "next/image";
import React from "react";

const Porichithi = () => {
  return (
    <section className="flex">
      <div className="w-full">
        <Image
          src="/image.png"
          width={800}
          height={800}
          alt="mujib vai"
        ></Image>
      </div>
      <div className="px-5">
        <p>
          আমরা স্বাগত জানাই আপনাকে বেঙ্গলুরু বিশ্ববিদ্যালয়ের দুনিয়ায় একটি
          নতুন অধ্যায়ে। বেঙ্গলুরু বিশ্ববিদ্যালয় একটি শ্রেষ্ঠ শিক্ষা
          প্রতিষ্ঠান, যেখানে আপনি একটি উন্নত শিক্ষা অভিজ্ঞতা অর্জন করতে পারেন।
          আমরা গুরুত্ব দিচ্ছি ছাত্র-ছাত্রীদের প্রত্যেকটি দিকে উন্নত পঠন ও
          শিক্ষার সুযোগ সৃষ্টি করতে। আমাদের বিশ্ববিদ্যালয় সুন্দর ক্যাম্পাস,
          উন্নত শিক্ষক দল, এবং অনগিনত সাধারণ উপকরণের সাথে আপনাদের স্বাগত
          জানাচ্ছে। আসুন সঙ্গে থাকি, জ্ঞান অর্জন করি, এবং সমৃদ্ধ বেঙ্গলী শিক্ষা
          সম্প্রদান করি।
        </p>
      </div>
    </section>
  );
};

export default Porichithi;
