import Image from "next/image";
import React from "react";

const Porichithi = () => {
  return (
    <section className="container mx-auto">
      <div className="grid grid-cols-2">
        <div className="w-full">
          <Image
            src="/DU Curzon Hall.jpg"
            width={550}
            height={550}
            alt="mujib vai"
          ></Image>
        </div>
        <div className="px-5 w-full ">
          <p>
            বেঙ্গলুরু বিশ্ববিদ্যালয়, ভারতের প্রমুখ উচ্চশিক্ষা প্রতিষ্ঠানের
            মধ্যে একটি, যা শিক্ষার দিকে সামাজিক এবং তাকদস্থ একটি অগ্রগতিপূর্ণ
            দৃষ্টিকোণ দেখায়। বেঙ্গলুরু বিশ্ববিদ্যালয়ে আপনি সব ধরনের শিক্ষা
            প্রস্তুতি পেতে পারেন, সহ প্রায় সমস্ত প্রধান শিক্ষাগ্রহণের শাখাগুলি,
            শীর্ষকের কোর্সগুলি, এবং গুরুত্বপূর্ণ বার্ষিক গবেষণা কার্যক্রমে যোগ
            দিতে পারেন। বেঙ্গলুরু বিশ্ববিদ্যালয়ের মূল ক্যাম্পাস, যা বেঙ্গলুরু
            শহরে অবস্থিত, সুন্দর এবং সুসজ্জিত স্থানে অবস্থিত। এটি
            ছাত্র-ছাত্রীদের সাথে শ্রেষ্ঠ শিক্ষা এবং জীবনের অভিজ্ঞতা অর্জন করার
            জন্য একটি আদর্শ পরিবেশ সরবরাহ করে। বেঙ্গলুরু বিশ্ববিদ্যালয়ের
            উপকরণগুলি সুপ্রশাসন, গবেষণা সুযোগ, লাইব্রেরি এবং শিক্ষক দলের সাথে
            একত্রিত করে একটি প্রশ্নোত্তরী পর্যাপ্ত উচ্চশিক্ষা অভিজ্ঞতা সরবরাহ
            করে। এটি বেঙ্গলুরু শহরের শিক্ষা হাবে এবং বৃদ্ধির সাথে প্রতিবদ্ধ
            রয়েছে এবং গোষ্ঠীবাদ, সমাজসেবা, এবং উদ্যোগে অংশ নেয়। বেঙ্গলুরু
            বিশ্ববিদ্যালয়ে বেঙ্গলি সংস্কৃতি, শিক্ষা পর্যাপ্তি, এবং জীবনের সাথে
            একটি সমৃদ্ধ অভিজ্ঞতা সংগ্রহ করতে পারেন, এবং এটি আপনার ভবিষ্যতে
            সাফল্যের পথে একটি গুরুত্বপূর্ণ ভূমিকা প্রদান করতে সাহায্য করতে পারে।
            বেঙ্গলুরু বিশ্ববিদ্যালয়ে শিক্ষার দ্বারা আপনার জীবনে একটি নতুন
            অধ্যায় শুরু করার সুযোগ পেতে স্বাগতম!
          </p>
        </div>
      </div>
    </section>
  );
};

export default Porichithi;
